[
    {
        "id": "E4f98K",
        "date": "03.07.2023",
        "hour": "3:40",
        "name": "Stavros",
        "last_name": "Carslake",
        "email": "scarslake0@yellowpages.com",
        "telephone": "797-519-2284",
        "archived": false,
        "review": "The hotel exceeded my expectations. The staff was incredibly friendly and helpful. The room was spacious and clean with modern amenities. The location was perfect, close to attractions and public transportation. I highly recommend this hotel for a comfortable and enjoyable stay."
    },
    {
        "id": "ItCiAL",
        "date": "10.02.2023",
        "hour": "21:37",
        "name": "Georgianne",
        "last_name": "Maitland",
        "email": "gmaitland1@psu.edu",
        "telephone": "481-123-0061",
        "archived": true,
        "review": "I had a fantastic experience at this hotel. The room was stylish and comfortable, and the views were breathtaking. The staff went above and beyond to make my stay memorable. The on-site restaurant served delicious food. I would definitely stay here again and recommend it to others."
    },
    {
        "id": "0l6k3R",
        "date": "18.09.2023",
        "hour": "08:22",
        "name": "Dare",
        "last_name": "McGivena",
        "email": "dmcgivena2@cbsnews.com",
        "telephone": "691-692-3507",
        "archived": false,
        "review": "My stay at this hotel was outstanding. The room was well-appointed and had all the necessary comforts. The hotel's attention to detail was impressive. The staff was courteous and always ready to assist. I appreciated the central location, making it easy to explore the city. Highly recommended!"
    },
    {
        "id": "AxTk2q",
        "date": "03.08.2023",
        "hour": "2:32",
        "name": "Stacee",
        "last_name": "Dot",
        "email": "sdot3@cdc.gov",
        "telephone": "471-366-4404",
        "archived": false,
        "review": "An excellent hotel with top-notch service. The room was spacious, and the decor was tasteful. The staff was attentive to every detail, ensuring a pleasant stay. The hotel's location was ideal, offering easy access to shopping and dining options. I had a wonderful experience and would return in the future."
    },
    {
        "id": "c7Lh44",
        "date": "15.07.2023",
        "hour": "5:44",
        "name": "Mendel",
        "last_name": "Nancarrow",
        "email": "mnancarrow4@amazonaws.com",
        "telephone": "587-144-8909",
        "archived": false,
        "review": "I thoroughly enjoyed my time at this hotel. The atmosphere was welcoming, and the room was immaculate. The amenities provided added to the overall comfort. The staff was friendly and provided excellent service. The location was convenient for both business and leisure travelers. I would stay here again without hesitation."
    },
    {
        "id": "19K0AC",
        "date": "16.07.2023",
        "hour": "22:37",
        "name": "Fonsie",
        "last_name": "Ahern",
        "email": "fahern5@vk.com",
        "telephone": "125-855-4724",
        "archived": false,
        "review": "My experience at this hotel was exceptional. The room was well-furnished and provided a comfortable retreat. The staff's attention to detail and friendly demeanor stood out. The hotel's central location made it easy to explore nearby attractions. I would recommend this hotel to anyone looking for a memorable stay."
    },
    {
        "id": "HwKQK1",
        "date": "20.05.2023",
        "hour": "23:45",
        "name": "Newton",
        "last_name": "Woodroofe",
        "email": "nwoodroofe6@ox.ac.uk",
        "telephone": "964-472-3517",
        "archived": true,
        "review": "This hotel exceeded my expectations in every way. The room was spacious and elegantly designed. The staff provided exceptional service, making me feel valued as a guest. The on-site facilities were impressive, and the location was perfect for exploring the city. I would gladly return for another stay."
    },
    {
        "id": "94Y5wV",
        "date": "02.03.2023",
        "hour": "21:15",
        "name": "Dewitt",
        "last_name": "Troup",
        "email": "dtroup7@sciencedaily.com",
        "telephone": "376-400-2040",
        "archived": false,
        "review": "I had a delightful stay at this hotel. The room was cozy, and the amenities were modern. The staff was friendly and went out of their way to accommodate my requests. The hotel's location was convenient, with attractions and dining options within walking distance. I highly recommend this hotel for a memorable experience."
    },
    {
        "id": "6EU0Yx",
        "date": "04.08.2023",
        "hour": "12:27",
        "name": "Bettine",
        "last_name": "Franzonetti",
        "email": "bfranzonetti8@printfriendly.com",
        "telephone": "268-338-4031",
        "archived": false,
        "review": "My stay at this hotel was exceptional. The room was tastefully decorated, and the attention to detail was evident. The staff was friendly and provided excellent service. The hotel's amenities added to the overall experience, and the central location made it easy to explore the city. I would highly recommend this hotel for a luxurious and comfortable stay."
    },
    {
        "id": "1EL0Y5",
        "date": "04.08.2023",
        "hour": "12:27",
        "name": "Bettine",
        "last_name": "Franzonetti",
        "email": "bfranzonetti8@printfriendly.com",
        "telephone": "268-338-4031",
        "archived": true,
        "review": "My stay at this hotel was exceptional. The room was tastefully decorated, and the attention to detail was evident. The staff was friendly and provided excellent service. The hotel's amenities added to the overall experience, and the central location made it easy to explore the city. I would highly recommend this hotel for a luxurious and comfortable stay."
    },
    {
        "id": "Rndm4X",
        "date": "30.06.2023",
        "hour": "12:10",
        "name": "María",
        "last_name": "Rodríguez",
        "email": "mrodriguez@example.com",
        "telephone": "555-111-2222",
        "archived": false,
        "review": "Una estancia increíble en este hotel. La habitación era espaciosa y bien decorada. El personal fue amable y servicial. La ubicación del hotel era perfecta, cerca de atracciones y transporte público. Lo recomendaría sin dudarlo."
    },
    {
        "id": "Rndm7A",
        "date": "12.08.2023",
        "hour": "14:55",
        "name": "Carlos",
        "last_name": "Martínez",
        "email": "cmartinez@example.com",
        "telephone": "555-987-1234",
        "archived": false,
        "review": "Tuve una experiencia increíble en este hotel. La habitación era elegante y cómoda. El personal fue amigable y siempre dispuesto a ayudar. La ubicación del hotel facilitó mi exploración de la ciudad. Definitivamente regresaría."
    },
    {
        "id": "Rndm1",
        "date": "14.11.2023",
        "hour": "08:55",
        "name": "Alejandro",
        "last_name": "Gutiérrez",
        "email": "agutierrez@example.com",
        "telephone": "555-123-4567",
        "archived": false,
        "review": "Mi estancia en este hotel fue excelente. La habitación era cómoda y bien equipada. El personal fue amable y brindó un servicio excepcional. La ubicación del hotel facilitó la exploración de la ciudad. Definitivamente lo recomendaría."
    },
    {
        "id": "Rndm8B",
        "date": "25.03.2023",
        "hour": "10:40",
        "name": "Ana",
        "last_name": "López",
        "email": "alopez@example.com",
        "telephone": "555-555-5678",
        "archived": true,
        "review": "Mi estancia en este hotel fue encantadora. La habitación tenía un ambiente acogedor y las comodidades modernas. El personal fue amable y el servicio fue excelente. La ubicación central del hotel hizo que mi viaje fuera aún más conveniente."
    },
    {
        "id": "Rndm2",
        "date": "22.09.2023",
        "hour": "15:20",
        "name": "Isabel",
        "last_name": "Sánchez",
        "email": "isanchez@example.com",
        "telephone": "555-987-6543",
        "archived": false,
        "review": "Una experiencia maravillosa en este hotel. La habitación era elegante y acogedora. El personal se esforzó al máximo para hacer mi estancia memorable. El restaurante del hotel ofrecía deliciosa comida. Sin duda, volvería y lo recomendaría a otros."
    },
    {
        "id": "Rndm5Y",
        "date": "17.04.2023",
        "hour": "09:30",
        "name": "Roberto",
        "last_name": "García",
        "email": "rgarcia@example.com",
        "telephone": "555-333-4444",
        "archived": true,
        "review": "Mi experiencia en este hotel fue excepcional. La habitación estaba impecable y bien equipada. El personal hizo todo lo posible para garantizar una estancia agradable. La ubicación central del hotel facilitó la exploración de la ciudad. Volvería sin dudarlo."
    },
    {
        "id": "Rndm6Z",
        "date": "08.01.2023",
        "hour": "18:15",
        "name": "Lucía",
        "last_name": "Fernández",
        "email": "lfernandez@example.com",
        "telephone": "555-555-6789",
        "archived": false,
        "review": "Mi estancia en este hotel fue estupenda. La habitación era acogedora y bien iluminada. El personal fue atento y amable. La ubicación del hotel era conveniente para explorar la ciudad. Lo recomendaría a amigos y familiares."
    },
    {
        "id": "Rndm9C",
        "date": "19.06.2023",
        "hour": "17:20",
        "name": "Elena",
        "last_name": "Gómez",
        "email": "egomez@example.com",
        "telephone": "555-876-5432",
        "archived": false,
        "review": "Disfruté mucho de mi tiempo en este hotel. La atmósfera era acogedora y la habitación estaba impecable. Las comodidades proporcionadas contribuyeron a la comodidad general. El personal fue amigable y brindó un excelente servicio. La ubicación fue conveniente tanto para viajes de negocios como de placer."
    },
    {
        "id": "Rndm3",
        "date": "05.12.2023",
        "hour": "19:45",
        "name": "Javier",
        "last_name": "López",
        "email": "jlopez@example.com",
        "telephone": "555-555-5555",
        "archived": true,
        "review": "Mi estancia en este hotel fue fantástica. La habitación era moderna y confortable, y las vistas eran impresionantes. El personal hizo todo lo posible para que mi estancia fuera inolvidable. Definitivamente me quedaría aquí nuevamente y lo recomendaría a otros."
    },
    {
        "id": "Rndm10D",
        "date": "02.05.2023",
        "hour": "22:30",
        "name": "Sofía",
        "last_name": "Martínez",
        "email": "smartinez@example.com",
        "telephone": "555-222-3333",
        "archived": false,
        "review": "Mi experiencia en este hotel fue excepcional. La habitación era elegante y cómoda. El personal brindó un servicio excepcional, haciéndome sentir valorado como huésped. Las instalaciones en el lugar eran impresionantes y la ubicación era perfecta para explorar la ciudad. Volvería con gusto para otra estancia."
    },
    {
        "id": "Rndm11E",
        "date": "14.07.2023",
        "hour": "11:11",
        "name": "Miguel",
        "last_name": "Gómez",
        "email": "mgomez@example.com",
        "telephone": "555-444-5555",
        "archived": false,
        "review": "Tuve una estancia encantadora en este hotel. La habitación era acogedora y las comodidades eran modernas. El personal fue amigable y se esforzó al máximo para satisfacer mis solicitudes. La ubicación del hotel era conveniente, con atracciones y opciones gastronómicas a poca distancia. Recomiendo encarecidamente este hotel para una experiencia memorable."
    },
    {
        "id": "Rndm12F",
        "date": "08.10.2023",
        "hour": "13:45",
        "name": "Laura",
        "last_name": "Rodríguez",
        "email": "lrodriguez@example.com",
        "telephone": "555-555-9876",
        "archived": true,
        "review": "Este hotel superó mis expectativas en todos los sentidos. La habitación era espaciosa y elegantemente diseñada. El personal brindó un servicio excepcional, haciéndome sentir valorado como huésped. Las instalaciones en el lugar eran impresionantes y la ubicación era perfecta para explorar la ciudad. Volvería con gusto para otra estancia."
    },
    {
        "id": "Rndm13G",
        "date": "30.04.2023",
        "hour": "18:30",
        "name": "Daniel",
        "last_name": "Hernández",
        "email": "dhernandez@example.com",
        "telephone": "555-789-1234",
        "archived": false,
        "review": "Mi estancia en este hotel fue excelente. La habitación era cómoda y bien equipada. El personal fue amable y siempre dispuesto a ayudar. La ubicación del hotel facilitó la exploración de la ciudad. Definitivamente lo recomendaría."
    },
    {
        "id": "Rndm14H",
        "date": "22.11.2023",
        "hour": "20:20",
        "name": "Ana",
        "last_name": "García",
        "email": "agarcia@example.com",
        "telephone": "555-987-6543",
        "archived": false,
        "review": "Una experiencia maravillosa en este hotel. La habitación era elegante y acogedora. El personal se esforzó al máximo para hacer mi estancia memorable. El restaurante del hotel ofrecía deliciosa comida. Sin duda, volvería y lo recomendaría a otros."
    },
    {
        "id": "Rndm15I",
        "date": "05.09.2023",
        "hour": "09:15",
        "name": "Luis",
        "last_name": "Martínez",
        "email": "lmartinez@example.com",
        "telephone": "555-123-4567",
        "archived": false,
        "review": "Mi estancia en este hotel fue estupenda. La habitación era acogedora y bien iluminada. El personal fue atento y amable. La ubicación del hotel era conveniente para explorar la ciudad. Lo recomendaría a amigos y familiares."
    }
]